[
  {
    "title": "[4k] MALEV Hungarian Airlines Airbus A310-300",
    "description": "This is a fictional MALEV livery for the Airbus A310-300",
    "link": ""
  },
  {
    "title": "[Ultra] MALEV Hungarian Airlines Boeing 787-10",
    "description": "This is a fictional livery for the 787-10 in the color scheme of MALEV Hungarian Airlines.\nI am aware that this has been requested for quite some time but I only just recently upgraded to premium deluxe so please enjoy the livery\nThis livery uses Vector decals allowing very high levels of detail"
  },
  {
    "title": "[Ultra] MALEV Hungarian Airlines Airbus A320neo",
    "description": "Fictional MALEV A320neo\nThis is V3 of my A320neo Malev livery, this update is once again a complete redo of the previous 2.1version as it uses Vector decals instead of the 8k textures allowing higher levels of detail with a lover texture resolution.\nThis specific Aircraft (HA-LAD) is part of our fleet at the MALEV Hungarian Airlines VA. If you enjoy this livery, please consider joining our Virtual Airline.\nContact us on FSAirlines: https://www.fsairlines.net/en/va/MLV\nor message me on discord (linked to profile)",
    "img": "https://cdn.discordapp.com/attachments/385763345707565058/1076959430639374476/Capture4.PNG",
    "link": -1
  },
  {
    "title": "[Ultra] MALEV Hungarian Airlines FBW A32NX",
    "description": "Fictional MALEV A320neo\nThis is V3 of my A320neo Malev livery, this update is once again a complete redo of the previous 2.1version as it uses Vector decals instead of the 8k textures allowing higher levels of detail with a lover texture resolution.\nThis specific Aircraft (HA-LAD) is part of our fleet at the MALEV Hungarian Airlines VA. If you enjoy this livery, please consider joining our Virtual Airline.\nContact us on FSAirlines: https://www.fsairlines.net/en/va/MLV\nor message me on discord (linked to profile)",
    "img": "https://cdn.discordapp.com/attachments/385763345707565058/1076959430639374476/Capture4.PNG",
    "link": -1
  },
  {
    "title": "[8k]FBW A32NX Hungarian Air Force 604 & 605",
    "description": "This is a semi fictional livery for the a320neo based on the real life a319s of the Hungarian Air Force.\nBoth 604 and 605 registrations are included (8k textures)\nHungarian Translation/Magyar fordítás:\nA Magyar Honvédség a319-eseinek alapján festett a320neo-k. \n604 és 605 regisztrációval (8k textúrákkal)"
  },
  {
    "title": "[Ultra] MALEV Boeing 747-8i V2.0 (No mirroring)",
    "description": "This is a fictional MALEV livery for the Boeing 747-8i. I'm excited to be launching a proper, unmirrored 747 livery since the initial release of the first one on November 21, 2020. I hope everyone enjoys!"
  },
  {
    "title": "[8k] FBW A32NX Airbus ACJ320neo SCM P4-RLA",
    "description": "This is a semi fictional livery for the a320neo based on the real life ACJ319 of System Capital Managements (SCM) P4-RLA\n(8k textures)\n2 Liveries are included, one with the Registration (P4-RLA) in the corect location \"FBW A32NX-livery-SCM P4-RLA\" and one with no registartion, so the user can select their own in the ATC menu \"FBW A32NX-livery-SCM P4-RLA no Reg\"."
  },
  {
    "title": "FBW A32NX Global Jet Luxembourg A320neo (M-RBUS)",
    "description": "This is a semi fictional livery based on the ACJ319 M-RBUS for the Airbus A320neo (8k textures)2 liveries are included: \n\"FBW A32NX-livery-Global Jet Luxembourg\"just the design, you may set your own registration \n\"FBW A32NX-livery-Global Jet Luxembourg With Reg\" this one includes the M-RBUS registration on the textures in the right possition"
  },
  {
    "title": "FBW A32NX ACJ320neo colored wave designs",
    "description": "These are alternative colors for my origianl ACJ320neo Sophar (M-KATE) livery\n(8k textures)\n!!! livery files with \"solid\" in the name will not include the blend above the wing!!!\nV1.2\nwave with blend colors:\n-blue \n-dark red\n-pruple\nsolid wave colors:\n-blue \n-dark red\n-pruple"
  },
  {
    "title": "FBW A32NX Sophar Airbus ACJ320neo (M-KATE)",
    "description": "This is a semi fictional livery based on the ACJ319 M-KATE for the Airbus A320neo (8k textures)\n2 Liveries are included, one with the Registration (M-KATE) in white and in the corect location \"FBW A32NX-livery-Sophar with reg\" and one with no registartion, so the user can select their own in the ATC menu \"FBW A32NX-livery-Sophar 2\"."
  },
  {
    "title": "FBW A32NX Comlux Aviation Airbus ACJ320neo (9H-NEW)",
    "description": "This is a repaint based on the real Livery of 9H-NEW for the Airbus A320neo\nAs requested the registration can be changed by the user to whatever they wish to use (by default it doesnt show a registration)"
  },
  {
    "title": "MALEV Cessna c208",
    "description": "This is a fictional MALEV livery for the c208b. (8k textures)"
  },
  {
    "title": "MALEV Cessna Citation cj4",
    "description": "This is a fictional MALEV livery for the Cessna Citation CJ4. (8k textures)"
  },
  {
    "title": "MALEV Daher TBM930",
    "description": "This is a fictional MALEV livery for the Daher TBM 930. (8k texture)\nV2.0 changes:\n-fixed bug after Sim Update 5\n-blue winglets with tricolor\n-\"Hungarian Airlines\" text is no longer implemented \n-nose is no longer a metalic blue"
  },
  {
    "title": "MALEV Cessna c172 HA-SJX (G1000)",
    "description": "This is a semi fictional MALEV livery for the Cessna 172 G1000, based on the real livery of HA-SJX (8k textures)"
  },
  {
    "title": "MALEV Retro livery Airbus A320neo",
    "description": "This is a fictional retro MALEV livery for the A320neo. (8k textures)",
    "discontinued": true
  },
  {
    "title": "Prefectura Naval Argentina King Air 350 (fictional)",
    "description": "This is a fictional Prefectura Naval Argentina repaint for the King Air 350. (8k textures)(made as a request)",
    "discontinued": true
  }
]
